Autodesk.Navisworks.Api.StereoViewpointCalculatedEventArgs
Event arguments when a stereo camera is calculated from a base camera.

Autodesk.Navisworks.Api.StereoViewpointCalculatedEventArgs.BaseViewpoint
The base viewpoint that will be adjusted to calculate a stereo viewpoint.

Autodesk.Navisworks.Api.StereoViewpointCalculatedEventArgs.StereoProjection
The type of stereo projection. Mono, left eye or right eye.

Autodesk.Navisworks.Api.StereoViewpointCalculatedEventArgs.StereoViewpoint
The stereo viewpoint that has been calculated.